@extends('blocks.layout')

@section('title') Соглашения с пользователем @endsection


@section('main_content')


<head><link rel="stylesheet" href="/css/pages/rule.css"></head>


<!--Главная-->

<main class="cell parent">

    <div class="main cell">
        <div class="grid-x grid-margin-x">
            <div class="cell small-12 medium-12 large-12 user-title"><h1>Согласие на обработку персональных данных</h1></div>

            <div class="cell small-12 medium-12 large-9 black">
                <!-- Add content where magellan will be linked -->
                <div class="sections">
                    <section id="first" data-magellan-target="first">
                        <div>
                            <p>Действуя свободно, своей волей и в своем интересе, субъект персональных данных (далее Пользователь) подтверждает свою дееспособность и дает свое согласие Администрация Сайта (далее Оператор), на обработку своих персональных данных со следующими условиями:</p>
                        </div>

                        <div><p>1. Согласие на обработку персональных данных предоставляется Пользователем посредством регистрации на сайте steampay.com (далее также Сайт). Оператором обрабатываются следующие персональные данные Пользователя:</p></div>
                        <div>
                            <ul>
                                <li>Фамилия, имя, отчество;</li>
                                <li>Электронная почта;</li>
                                <li>Иная информация, указанная субъектом персональных данных на Сайте.</li>
                            </ul>
                        </div>
                        <div><p>Также обрабатываются данные, автоматически передающиеся Оператору в процессе посещения и использования Сайта с помощью установленного на устройстве Пользователя программного обеспечения, в том числе: IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к сайту), время доступа, адрес запрашиваемой страницы и иные.</p></div>
                        <div><p>Оператором могут обрабатываться и иные персональные данные, непосредственно необходимые для выполнения целей обработки персональных данных.</p></div>
                        <div><p>2. Согласие на обработку персональных данных предоставляется Пользователем одним из следующих способов:</p></div>
                        <div><p>а) заполнением формы обратной связи на Сайте;</p></div>
                        <div><p>в) посредством акцепта Пользовательского соглашения и для целей его исполнения.</p></div>


                        <div><p>3. Согласие дается на обработку персональных данных, не являющиеся специальными или биометрическими.</p></div>
                        <div><p>4. Персональные данные не являются общедоступными.</p></div>
                        <div><p>5. Оператор осуществляет обработку персональных данных для следующих целей:</p></div>
                        <div><p>5.1. для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных;</p></div>
                        <div><p>5.2. для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</p></div>
                        <div><p>5.3. для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей.</p></div>
                        <div><p>6. Действия Оператора по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</p></div>
                        <div><p>7. Правовые основания обработки персональных данных Пользователя, а также иные вопросы, связанные с обработкой персональных данных Оператором, отражены в документе под названием Политика в области обработки персональных данных (далее Политика), расположенном на Сайте Оператора по адресу: https://steampay.com/privacy, с которым Пользователь ознакомился и с положениями которого он согласен в полном объеме. Таким образом, согласие Пользователя на обработку персональных данных является конкретным, информированным и сознательным.</p></div>
                        <div><p>8. Оператор обрабатывает и хранит персональные данные до достижения оператором целей обработки персональных данных или до утраты необходимости в достижении этих целей.</p></div>
                        <div><p>9. Обработка персональных данных может быть прекращена по запросу Пользователя или его представителя в порядке, определенном в Политике. Хранение персональных данных, зафиксированных на бумажных носителях, осуществляется согласно Федеральному закону №125-ФЗ Об архивном деле в Российской Федерации и иным нормативно правовым актам в области архивного дела и архивного хранения.</p></div>
                        <div><p>10. В случае отзыва Пользователем или его представителем согласия на обработку персональных данных, Оператор вправе продолжить обработку персональных данных без согласия Пользователя при наличии оснований, указанных в п.2 11 ч.1 ст. 6, ч. 2 ст. 10 и ч. 2 ст.11 Федерального закона №152-ФЗ О персональных данных от 27.07.2006 г.</p></div>
                        <div><p>11. Настоящее согласие является неотъемлемой частью <a>Политики</a> и  <a>Пользовательского соглашения.</a></p></div>
                        <div><p></p></div>
                        
                        
                    </section>
                </div>
            </div>

            

        </div>
    </div>

</main>

@endsection