@extends('blocks.layout')

@section('title') Правовая информация @endsection


@section('main_content')

<head><link rel="stylesheet" href="/css/pages/rule.css"></head>


<!--Главная-->

<main class="cell parent">

    <div class="main cell">
        <div class="grid-x grid-margin-x">
        <div class="cell small-12 medium-12 large-12 user-title">
            <h1>  Соглашения с пользователем</h1>
        </div>

      
            <div class="cell small-12 medium-12 large-9 black">
                <!-- Add content where magellan will be linked -->
                <div class="sections">
                    <section id="first" data-magellan-target="first">
                        <h2>Термины и определения</h2>
                        <div>
                            <p>Администрация сайта - CyberWolrds_Games.com (CyberWolrds_Games)</p>
                            <p>Эл. почта: support@CyberWolrds_Games</p>
                        </div>

                        <div>
                            <p>Акцепт – полное и безоговорочное принятие соглашения
                                Пользователем путем осуществления действий по принятию её положений 
                                с помощью сервиса сайта (проставления галочки в соответствующем поле)
                            </p>
                        </div>

                        <div>
                            <p>Соглашение – публичное предложение Администрации сайта о заключении лицензионного договора о приобретении 
                                Товаров дистанционным способом.
                            </p>
                        </div>

                        <div>
                            <p>Пользователь - лицо, имеющее доступ к Сайту, посредством сети Интернет. Пользователем может быть полностью дееспособное физическое лицо.
                            </p>
                        </div>

                        <div>
                            <p>Товар – лицензии (ключи активации) компьютерных игр, и иные «цифровые» товары, сведения о которых содержатся на Сайте.
                            </p>
                        </div>

                        <div>
                            <p>
                            Заказ - запрос Пользователя на получение Товара, оформленный в соответствии с требованиями Сайта.
                            </p>
                        </div>

                        <div>
                            <p>
                            Сайт – интернет-сайт, расположенный в сети Интернет по адресу https://CyberWolrds_Games/
                            </p>
                        </div>

                        <div>
                            <p>
                            Стороны – Пользователь и Администрация сайта.
                            </p>
                        </div>

                        
                        
                    </section>
                    <section id="1" data-magellan-target="1">
                        <h2>1. ПРЕДМЕТ СОГЛАШЕНИЯ</h2>
                        <div>
                            <p>1.1. Администрация Сайта на возмездной основе предоставляет возможность Пользователю использовать сервисы сайта для приобретения Товаров в личных интересах.</p>
                        </div>
                        <div>
                            <p>1.2. Любая информация, представленная на Сайте, носит справочный характер. Для уточнения свойств и характеристик Товара, Пользователь должен обратиться к Администрации сайта.</p>
                        </div>
                        <div>
                            <p>1.3. Администрация сайта не является правообладателем (собственником) Товара и осуществляет лишь реализацию Товара.</p>
                        </div>

                        <div>
                            <p>1.4. Администрация сайта может предлагать Товар, еще не поступивший в продажу. Такой Товар оформляется как предзаказ.</p>
                        </div>
                        <div>
                            <p>На Сайте указывается срок поступления в продажу такого Товара. Указанный срок может быть изменен на основании информации, полученной от правообладателя (собственника) Товара.</p>
                        </div>

                    </section>
                    <section id="2" data-magellan-target="2">
                        <h2>2. ПОРЯДОК ЗАКАЗА ТОВАРА</h2>

                        <div>
                            <p>2.1. Для того чтобы приобрести выбранный Пользователем Товар, Пользователь обязан воспользоваться способами, предложенными на Сайте.</p>
                        </div>
                        <div>
                            <p>2.2. Доставка Товара осуществляется моментально после поступления оплаты за исключением некоторых случаев, когда Заказ пользователя нуждается в дополнительной проверке Администрацией сайта. Список причин, по которым Заказ отправляется на ручную обработку, формируется Администрацией сайта.</p>
                        </div>
                        <div>
                            <p>2.3. До момента заказа Товара Пользователь обязан ознакомиться с условиями доставки, оплаты Товара, характеристиками Товара, путем перехода по активным ссылкам на Сайте.</p>
                        </div>
                        <div>
                            <p>2.4. При оформлении Заказа Пользователь должен указать электронный адрес, на который будет доставлен Товар.</p>
                        </div>
                    </section>
                    <section id="3" data-magellan-target="3">
                        <h2>3. ОПЛАТА ТОВАРА</h2>

                        <div>
                            <p>3.1. Товар оплачивается до его передачи Пользователю в полном объеме.</p>
                        </div>
                        <div>
                            <p>3.2. Расчеты Сторон происходят в безналичной форме с помощью использования программно- технических средств Сайта посредством платежной системы.</p>
                        </div>
                        <div>
                            <p>3.3. Товар может быть оплачен денежными средствами, валютой, электронными средствами платежа, криптовалютой, а также иным способом, представленным на Сайте.</p>
                        </div>
                        <div>
                            <p>3.4. При проведении оплаты может быть предусмотрена комиссия определенной платежной системы (банка, сотового оператора и т.п.). Данная комиссия оплачивается Пользователем.</p>
                        </div>
                        <div>
                            <p>3.5. На территории России платежи проходят через НКО "ЕРП".</p>
                        </div>
                    </section>
                    <section id="4" data-magellan-target="4">
                        <h2>4. ВОЗВРАТ ТОВАРА</h2>

                        <div>
                            <p>4.1. Пользователь вправе отказаться от заказа Товара до момента его оплаты.
</p>
                        </div>
                        <div>
                            <p>4.2. Отказ от Товара после оплаты невозможен, поскольку лицензионные ключи имеют индивидуально-определенные характеристики и не могут быть использованы после их активации третьими лицами.</p>
                        </div>
                        <div>
                            <p>4.3. Если возврат денежных средств осуществляется в связи с невозможностью исполнения Администрации сайта своих обязательств, то денежные средства направляются на счет WebMoney, если иной способ возврата не предусмотрен на Сайте или не определен соглашением Сторон.</p>
                        </div>
                        <div>
                            <p>4.4. В случае возврата Товара Пользователем возвращается только та денежная сумма, которая уплачена за Товар. Из данной суммы могут быть удержаны расходы, связанные с комиссиями третьих лиц (платежными агрегаторами, агентами, банками, посредниками и т.п.) за передачу и(или) возврат денежных средств.</p>
                        </div>
                        <div>
                            <p>4.5. Пользователь соглашается с тем, что возврат денежных средств может осуществляться третьими лицами, действующими по поручению Администрации сайта, при этом Пользователь обязан принять исполнение, предложенное таким третьим лицом.</p>
                        </div>
                    </section>
                    <section id="5" data-magellan-target="5">
                        <h2>5. ПРАВА НА ИСПОЛЬЗОВАНИЕ ТОВАРА</h2>

                        <div>
                            <p>5.1. Права на использование Товара предоставляются Пользователю на основании неисключительной лицензии. Товар не продается, а предоставляется Пользователю для использования на условиях, определенных настоящим разделом.
                        </p>
                        </div>
                        <div>
                            <p>5.2. Если иное не следует из содержания лицензии, лицензия предоставляется на срок установленный производителем, лицензиаром или Администрацией сайта.</p>
                        </div>
                        <div>
                            <p>5.3. Пользователь вправе использовать Товар только для личного, домашнего, семейного просмотра путем его воспроизведения. Иные способы использования не допускаются.</p>
                        </div>
                        <div>
                            <p>5.4. Термин «продажа Товара» используется в тексте настоящего Договора исключительно для удобства, должен пониматься как выдача ограниченного права на использование лицензии и не может расцениваться как отчуждение исключительного права на Товар.</p>
                        </div>
                        <div>
                            <p>5.5. Если иное не следует из содержания лицензии, то лицензия может быть использована только на территории Российской Федерации</p>
                        </div>
                    </section>
                    <section id="6" data-magellan-target="6">
                        <h2>6. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>

                        <div>
                            <p>6.1. Администрация сайта имеет право переуступать и/или передавать свои права и обязанности, вытекающие из его отношений с Пользователем, третьим лицам.
                        </p>
                        </div>
                        <div>
                            <p>6.2. Администрация сайта может предоставлять Пользователю скидки и бонусы. Их виды, правила начисления и условия получения указаны на сайте в разделах «Бонус», «Промо-код» и «Скидка».</p>
                        </div>
                        <div>
                            <p>6.3. Администрация сайта может менять скидки и бонусы, а также правила их начисления и условия получения в одностороннем порядке.</p>
                        </div>
                        <div>
                            <p>6.4. Пользователь обязуется использовать приобретенный Товар исключительно для личных, домашних, семейных целей, а также целей, не связанных с осуществлением коммерческой деятельности.</p>
                        </div>
                        <div>
                            <p>6.5. Администрация сайта отвечает за работоспособность ключа активации. За технические проблемы игры отвечает издатель или разработчик.</p>
                        </div>
                        <div>
                            <p>6.6 Сайт предоставляется по принципу «как есть», то есть без гарантий качества и пригодности для каких-либо явных или подразумеваемых целей.
Администрация сайта не гарантирует, что Сайт будет работать беспрерывно и безошибочно. В случае наличия ошибок и неисправностей Администрация сайта обязуется устранить их в кратчайшие сроки.</p>
                        </div>
                        <div>
                            <p>6.7. Ни одна из Сторон не несет никакой ответственности перед другой Стороной за упущенную выгоду, иные косвенные убытки вне зависимости от того, могла ли такая Сторона предвидеть возможность причинения таких убытков другой Стороне в конкретной ситуации или нет.</p>
                        </div>
                    </section>
                    <section id="7" data-magellan-target="7">
                        <h2>7. ПРОЧИЕ УСЛОВИЯ</h2>

                        <div>
                            <p>7.1. При возникновении вопросов, Пользователь имеет право обратиться к Администрации сайта через форму обратной связи на странице "Поддержка"</p>
                        </div>
                        <div>
                            <p>7.2. Все споры и разногласия, возникающие между Сторонами в процессе исполнения настоящего Соглашения, решаются путем переговоров.</p>
                        </div>
                        
                        
                    </section>
                    <section id="8" data-magellan-target="8">
                        <h2>8. КОНФИДЕНЦИАЛЬНОСТЬ</h2>
                        <div>
                            <p>8.1. Любая персональная информация, переданная Сторонами друг другу, является конфиденциальной информацией.</p>
                        </div>
                        <div>
                            <p>8.2. Пользователь соглашается с условиями, целями и порядком обработки персональных данных на условиях Политики в области обработки персональных данных, а также дает свое Согласие на обработку персональных данных</p>
                        </div>
                    </section>
                    <section id="9" data-magellan-target="9">
                        <h2>9. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h2>
                        <div>
                            <p>9.1. Исключительное право на Сайт принадлежит Администрации сайта.</p>
                        </div>
                        <div>
                            <p>9.2. Исключительные права на Товар принадлежат их правообладателем.</p>
                        </div>
                        <div>
                            <p>9.3. Пользователь обязан использовать Товар только в личных некоммерческих целях.</p>
                        </div>
                    </section>
                    <section id="10" data-magellan-target="10">
                        <h2>10. НАРУШЕНИЕ УСЛОВИЙ СОГЛАШЕНИЯ</h2>
                        <div>
                            <p>10.1. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.</p>
                        </div>
                        <div>
                            <p>10.2. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.</p>
                        </div>
                        <div>
                            <p>10.3. Администрация вправе аннулировать покупки и накопительную скидку в случае возникновения подозрения, что клиент не является потребителем, и заказывает товары для нужд, связанных с осуществлением предпринимательской деятельности.</p>
                        </div>
                    </section>
                    <section id="11" data-magellan-target="11">
                        <h2>11. КОММЕНТАРИИ</h2>

                        <div><p>11.1. Запрещается осуществлять множественные покупки и оптовые закупки Товара. Количество, допустимое для покупки, определяется Администрацией индивидуально для каждого Товара. За несоблюдение данного требования аккаунт пользователя будет заблокирован без предупреждения со стороны Администрации. Без появления риска блокировки аккаунта возможно приобретение только ДВУХ копий одного Товара.</p></div>
                        <div><p>11.2. Запрещено оскорблять и выражать какое-либо другое неуважение к Пользователям сайта и Администрации сайта, включая его сотрудников и иных уполномоченных им лиц.</p></div>
                        <div><p>11.3. Запрещено обсуждение цен Товаров.</p></div>
                        <div><p>11.4. Запрещаются ссылки на любые другие сайты и иные ресурсы, содержащие аналогичную информацию.</p></div>
                    </section>
                    <section id="12" data-magellan-target="12">
                        <h2>12. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>

                        <div><p>12.1. Заключая настоящее Соглашение, Пользователь гарантирует, что он обладает полной правоспособностью и дееспособностью, и имеет право заключать настоящее Соглашение.</p></div>
                        <div><p>12.2. В случае возникновения разногласий между Сторонами сведения, которые зафиксированы при помощи технических средств Сайта, имеют преимущественное значение при разрешении таких разногласий.
</p></div>
                        <div><p>12.3. Стороны обязуются сообщать друг другу о любом факте несанкционированного разглашения информации третьим лицам.</p></div>
                        <div><p>12.5. Действующее Соглашение размещено на странице Сайта по адресу: https://CyberWolrds_Games/agreement</p></div>
                        <div><p>12.6. Неотъемлемыми частями настоящего Соглашения, которые Пользователь безоговорочно принимает (акцептует) при заключении Соглашения являются:</p></div>

                        <ul>
                            <li>Согласие на обработку персональных данных, размещенное на Сайте по адресу: <a href="">CyberWolrds_Games/privacy</a></li>
                            <li>Политика в области обработки персональных данных, размещенное на сайте: <a href="">CyberWolrds_Games/personal-data</a></li>
                        </ul>
                    </section>
                </div>
            </div>
            <div class="cell small-12 medium-12 large-3">
                <!-- Add a Menu -->
                <div>s</div>
                <ul class="menu expanded list_sections black" data-magellan>
                    <li><a href="#first">0. Термины и определения</a></li>
                    <li><a href="#1">1. ПРЕДМЕТ СОГЛАШЕНИЯ</a></li>
                    <li><a href="#2">2. ПОРЯДОК ЗАКАЗА ТОВАРА</a></li>
                    <li><a href="#3">3. ОПЛАТА ТОВАРА</a></li>
                    <li><a href="#4">4. ВОЗВРАТ ТОВАРА</a></li>
                    <li><a href="#5">5. ПРАВА НА ИСПОЛЬЗОВАНИЕ ТОВАРА</a></li>
                    <li><a href="#6">6. ПРАВА И ОБЯЗАННОСТИ СТОРОН</a></li>
                    <li><a href="#7">7. ПРОЧИЕ УСЛОВИЯ</a></li>
                    <li><a href="#8">8. КОНФИДЕНЦИАЛЬНОСТЬ</a></li>
                    <li><a href="#9">9. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</a></li>
                    <li><a href="#10">10. НАРУШЕНИЕ УСЛОВИЙ СОГЛАШЕНИЯ</a></li>  
                    <li><a href="#11">11. КОММЕНТАРИИ</a></li>  
                    <li><a href="#12">12. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</a></li>  
                </ul>
            </div>
           
        </div>
        
    </div>

</main>

@endsection